Python 3.7.3 (v3.7.3:ef4ec6ed12, Mar 25 2019, 22:22:05) [MSC v.1916 64 bit (AMD64)] on win32
Type "help", "copyright", "credits" or "license()" for more information.
>>> 
==== RESTART: C:/Users/416-28/Desktop/python tutorial/python tutorial2.py ====
*****가위바위보게임*****
다음 중 하나를 선택하세요.
가위(0), 바위(1), 보(2), 종료(3)0
컴퓨터는 바위를 냈습니다.
졌습니다.
다음 중 하나를 선택하세요.
가위(0), 바위(1), 보(2), 종료(3)1
컴퓨터는 가위를 냈습니다.
이겼습니다.
다음 중 하나를 선택하세요.
가위(0), 바위(1), 보(2), 종료(3)2
컴퓨터는 보를 냈습니다.
비겼습니다.
다음 중 하나를 선택하세요.
가위(0), 바위(1), 보(2), 종료(3)3
종료합니다
>>> 4
4
5
>>> 
>>> 6
6
>>> 
